{
  "index": {
    "title": "Home"
  },
  "buttons": {
    "title": "Buttons",
    "lead": "Use Bootstrap’s custom button styles for actions in forms, dialogs, and more. Includes support for a handful of contextual variations, sizes, states, and more."
  },
  "button_group": {
    "title": "Button Group",
    "lead": "Group a series of buttons together on a single line with the button group."
  },
  "dropdowns": {
    "title": "Dropdowns",
    "lead": "Variations for an extended range of possible combinations."
  },
  "alerts": {
    "title": "Alerts",
    "lead": "Provide contextual feedback messages for typical user actions with the handful of available and flexible alert messages."
  },
  "breadcrumb": {
    "title": "Breadcrumb",
    "lead": "Indicate the current page’s location within a navigational hierarchy that automatically adds separators via CSS."
  },
  "cards": {
    "title": "Cards",
    "lead": "Cards provide a flexible and extensible content container with multiple variants and options."
  },
  "cards_with_actions": {
    "title": "Card with actions",
    "lead": "A card can also contains action links in icon format."
  },
  "cards_basic_fluid": {
    "title": "Basic and Fluid Cards",
    "lead": "Examples and few variations of basic and fluid cards"
  },
  "cards_carousel": {
    "title": "Carousel cards",
    "lead": "A slideshow component for cycling through elements—images or slides of text—like a carousel."
  },
  "cards_collapse": {
    "title": "Collapsible content",
    "lead": "An accordion allows users to toggle the display of sections of card contents."
  },
  "cards_content_types": {
    "title": "Content types",
    "lead": "Cards support a wide variety of content, including images, text, list groups, links, and more. Mix and match multiple content types to create the card you need."
  },
  "cards_image_overlays": {
    "title": "Image overlays",
    "lead": "Turn an image into a card background and overlay your card’s text. Depending on the image, you may or may not need additional styles or utilities."
  },
  "cards_layouts": {
    "title": "Card layouts",
    "lead": "In addition to styling the content within cards, Bootstrap includes a few options for laying out series of cards. For the time being, these layout options are not yet responsive."
  },
  "cards_styles": {
    "title": "Card Styles",
    "lead": "Cards include various options for customizing their backgrounds, borders, and color."
  },
  "cards_text_align": {
    "title": "Text alignment",
    "lead": "You can quickly change the text alignment of any card—in its entirety or specific parts —with text align classes."
  },
  "cards_video_embed": {
    "title": "Video embed",
    "lead": "Create responsive video embeds based on the width of the parent by creating an intrinsic ratio that scales on any device."
  }
}